<?php

return [

    'title_page' => 'السنوات الدراسية',
    'List_Grade' => 'قائمة السنوات الدراسية',
    'add_Grade' => 'اضافة سنة دراسية',
    'edit_Grade'=> 'تعديل سنة دراسية',
    'delete_Grade'=> 'حذف سنة دراسية',
    'Warning_Grade'=> 'هل انت متاكد من عملية الحذف ؟',
    'stage_name_ar' => 'اسم السنة الدراسية بالعربية',
    'stage_name_en' => 'اسم السنة الدراسية بالانجليزية',
    'submit' => 'حفظ البيانات',
    'Name'=>'اسم السنة الدراسية',
    'Processes'=>'العمليات',
    'delete_Grade_Error'=>'لايمكن حذف السنة الدراسية بسبب وجود صفوف تابعة لها',
    'Edit'=>'تعديل',
    'exists'=>'السنة الدراسية موجودة مسبقا',
    'Delete'=>'حذف',
    'Close' => 'اغلاق',
];
